{
	"字幕エディター": "Jimaku Editor",
	"トップに戻る": "To Top Page",
	"字幕エディター for ファイルへ": "To Jimaku Editor for File",
	"操作メニュー（クリックして表示／非表示）": "Operation Menu (Click to show/hide)",
	"①ファイルを読み込み": "1. Load Media File",
	"YouTubeのURLをペーストして読み込んでください。": "Paste YouTube URL to load.",
	"画面をスクロールするか操作メニューをクリックして非表示にすると読み込まれた動画を確認できます。": "Scroll the screen or click on the operation menu to hide it to see the loaded video.",
	"ローカルのファイルを読み込んで使用したい時は": "If you want to use to load your local media file, you can use ",
	"字幕エディター for ファイル": "Jimaku Editor for File",
	"をご利用ください。AmiVoice Cloud Platformの声認識APIを使用してファイルから音声認識の結果を作成することができます。": ". The AmiVoice Cloud Platform's voice recognition API can be used to create voice recognition results from files.",
	"②UDトークの会話ログ（": {
		"csv）または字幕ファイル（": {
			"srt）を読み込み": "2. Load the UD Talk conversation log (.csv) or subtitle file (.srt)."
		}
	},
	"ファイルを選択": "Select File",
	"画面をスクロールするか操作メニューをクリックして非表示にすると読み込まれた内容を確認できます。": "Scroll the screen or click on the operation menu to hide it to see what has been loaded contents.",
	"③読み込み後の調整": "3. Adjustment time after loading",
	"字幕の開始時間の調整（秒）": "Start time of subtitles (seconds)",
	"更新": "Update",
	"字幕データ全体を指定の時間だけ前後に移動して調整します。マイナスの時間を設定すると0秒以前の字幕は非表示となります。": "Adjusts the entire subtitle data by moving it back and forth for a specified time. If you set a negative time, subtitles before 0 seconds will be hidden.",
	"音楽やノイズが入っていて最初の字幕で調整が難しい時は２〜３個目のしっかり発話している途中の字幕でプラスマイナスの時間を入力して全体を調整をしてみてください。": "If it is difficult to adjust the first subtitle due to music or noise, try adjusting the entire subtitle by entering the plus or minus time in the second or third subtitle while the speaker is speaking clearly.",
	"④作業中のデータの保存": "4. Save the data you are working on.",
	"データを保存": "Save",
	"ファイル名": "File name",
	"保存先に同じファイル名がある場合はブラウザが自動的にリネームをして保存します。": "If the destination has the same file name, the browser will automatically rename the file and save it.",
	"ローカルに保存された動画または音声ファイルパスは保存されません。編集するたびに都度読み込んでください。": "The paths of locally stored video and audio files are not saved. Please load them each time you edit.",
	"⑤作業中のデータの読み込み": "5. Load the data during the work.",
	"保存した作業中のデータを読み込んで続きを行うことができます。": "You can load the saved data you are working on and continue.",
	"⑥編集したデータエクスポート": "6. Export the edited data.",
	"CSVファイル（": {
		"csv）で保存": "Save as CSV File (.csv)"
	},
	"テキスト（": {
		"txt）で保存": "Save as Text File (.txt)"
	},
	"字幕ファイル（": {
		"srt）で保存": "Save as Subtitle File (.srt)"
	},
	"もっと詳細な設定で字幕ファイル（": {
		"srt）を作成したいときはCSVファイルで保存した後に": "If you want to create a subtitle file (.srt) with more detailed settings, please save it as a CSV file and then create it "
	},
	"字幕データ変換くん": "here",
	"で作成してください。": ".",
	"ショートカット一覧（クリックして表示／非表示）": "Shortcut List (Click to show/hide)",
	"編集時のショートカットキー": "Shortcut keys for editing",
	"⌘またはCtrl + ↓": "⌘ or Ctrl + ↓",
	"再生／停止": "Play/Stop",
	"⌘またはCtrl + ←": "⌘ or Ctrl + ←",
	"指定秒戻す": "RW the seconds",
	"⌘またはCtrl + →": "⌘ or Ctrl + →",
	"指定秒送る": "FF the seconds",
	"Enter": "Enter",
	"次の字幕データへ移動": "Move to the next subtitle data",
	"ご使用のブラウザでは動画再生に対応していません": "The browser you are using does not support video playback.",
	"この時間の字幕を表示": "Show subtitles for this time",
	"編集済みの末尾を表示": "Display the end of the edited data",
	"動作設定（クリックして表示／非表示）": "Operation Settings (Click to show/hide)",
	"編集開始時に自動的に再生を停止する": "Automatically stop playback when editing starts",
	"文字が入力されたタイミングで再生を停止します。文字の削除とショートカットキーによる入力では停止しません。": "Stops playback when a character is entered. Deleting a character and using shortcut keys do not stop playback.",
	"句読点の入力では自動的に再生を停止しない": "Do not automatically stop playback when punctuation is entered (Only Japanese)",
	"編集を完了（エンターキー押下）で自動的に再生を開始する": "Automatically start playback when you finish editing by pressing the Enter key.",
	"早戻しと早送りの間隔（秒）": "interval of FF and RW (seconds)",
	"再生を再開時に戻す間隔（秒）": "Interval of reverting playback on resume (seconds)",
	"UDトーク": "UD Talk",
	"字幕エディター for YouTubeへ": "To Jimaku Editor for YouTube",
	"ローカルに保存された動画または音声ファイルを読み込んでください。": "Load a video or audio file that is stored locally.",
	"動画または音声ファイルを読み込む時にボタンに「アップロード」と表示されますがアップロードをするわけではありません。": "When you load a video or audio file, the button will say \"Upload\", but it does not mean that you are uploading the file.",
	"YouTubeの動画を再生しながら使用したい時は": "If you want to use it while playing a YouTube video, please click ",
	"字幕エディター for YouTube": "Jimaku Editor for YouTube",
	"をご利用ください。": ".",
	"このデータは「音声認識結果を取得する」で作成することもできます": "You can also create this data in \"Get speech recognition results\".",
	"音声認識設定（クリックして表示／非表示）": "Speech Recognition Settings (Click to show/hide)",
	"音声認識API": "Speech Recognition API ",
	"AmiVoice Cloud Platform": "AmiVoice Cloud Platform ",
	"を使用して音声認識の結果を取得します。": "is used to obtain speech recognition results.",
	"読み込んだ動画または音声ファイルに対して音声認識処理を行いテキスト化します。動画の場合はブラウザ上で音声を抽出しサーバーにアップロードします。": "Speech recognition is performed on loaded video and audio files and converted to text. In the case of video, it converts it to an audio file in the browser and uploads it to the server.",
	"音声認識APIのご利用は有料となります（※毎月60分無料枠があるのでお試しいただけます）": "You can use the speech recognition API for a fee. (You can try it out for 60 minutes for free every month.)",
	"①AmiVoice Cloud Platformのページを開き「無料で利用開始」をクリックしログインしてください。既にご利用の方はマイページを開きます。": "1. Go to the AmiVoice Cloud Platform page and click on \"無料で利用開始\" to log in. If you are already using the platform, open My Page.",
	"②左のメニューの「接続情報」をクリックし「APPKEY」に表示されている文字列をコピーします。このAPPKEYはとても重要な情報なので取り扱いにはご注意ください。": "2. Click \"接続情報\" in the menu on the left and copy the string shown in \"APPKEY\". This APPKEY is very important information, so please be careful with it.",
	"③「字幕エディター」に戻り「音声認識設定」の「APPKEY」にペーストします。APPKEYをブラウザに保存しておきたいときは「APPKEYをブラウザに保存する」にチェックを入れてください。": "3. Go back to \"Jimaku Editor\", go to \"Speech Recognition Settings\" and paste into \"APPKEY\", if you want to save APPKEY to your browser, please check \"Save APPKEY to Browser\".",
	"④AmiVoice Cloud Platformのご利用内容に応じて「接続エンジン名」の設定を変更できます。初期値は「会話_汎用」が設定されています。": "4. \"Connection Engine Name\" setting can be changed according to your use of AmiVoice Cloud Platform. The default setting is \"Conversation_General\".",
	"⑤音声認識サーバーで「ログ保存あり」または「ログ保存なし」を選択します。内容の機密性に応じて選択してご利用ください。": "5. Select saved or not on the speech recognition server. Select the appropriate option according to the confidentiality of the content.",
	"⑥「音声認識結果を取得」ボタンを押します。ファイルの長さによっては時間はかかりますが、ページを閉じないでしばらくお待ちください。音声認識が完了すると右側に認識結果が表示されます。": "Click the \"Get Speech Recognition Results\" button. It may take some time depending on the length of the file, but please wait a while without closing the page. When the speech recognition is completed, the recognition result will be displayed on the right side.",
	"APPKEY": "APPKEY",
	"APPKEYをブラウザに保存する": "Save APPKEY to your browser",
	"サービスID": "Service ID",
	"サービスIDを指定するとAmiVoice Cloud Platform上での単語登録が有効になります。": "Enter the service ID to enable word registration on the AmiVoice Cloud Platform.",
	"接続エンジン名": "Connection Engine Name",
	"音声認識エンジンはAmiVoice Cloud Platformのマイページ内の「プラン申込」で行うことができます。価格もそちらでご確認ください。": "The speech recognition engine can be purchased from \"プラン申込\" in the \"My Page\" of AmiVoice Cloud Platform. Please check the price.",
	"ログ保存あり": "Data will be saved",
	"ログ保存なし": "Data is not be saved.",
	"ログ保存ありとなしで価格が異なります。詳しくはAmiVoice Cloud Platformのマイページ内でご確認ください。": "The price differs between save and not save. For details, please refer to the AmiVoice Cloud Platform My Page.",
	"時間は小数点以下を含む秒で指定をしてください。例えば動画内で最初の字幕が": "The time should be entered in seconds, including the decimal point. For example, if the first subtitle in the video starts with ",
	"から始まっているときは": ", enter ",
	"を入力して更新ボタンを押します。": "and click the refresh button.",
	"編集（クリックして表示／非表示）": "Edit (Click to show/hide)",
	"検索": "Search",
	"置換": "Replace",
	"全て置換する": "Replace All",
	"話者識別を行う": "Enable Speaker diarization",
	"音声認識と同時に最大で10人の話者を識別して表示します。": "Up to 10 speakers can be identified and displayed.",
	"言語選択": "Language",
	"日本語": "Japanese",
	"英語": "English",
	"繁体字": "Hant",
	"簡体字": "Hans",
	"音声認識結果を取得": "Get Speech Recognition Results"
}